[
  {
    "CategoryId": "5",
    "title": "Nyeri Telinga",
    "slug": "nyeri-telinga",
    "ref": "86",
    "firstQuestion": "Semakin sakitkah bila daun telinga ditarik?",
    "q": {
      "ya": "KEMUNGKINAN PENYEBAB\nInfeksi saluran telinga adalah sebuah kemungkinan. Infeksinya bisa terpusat seperti bisul, misalnya, atau bisa mengenai seluruh telinga bagian luar.\nTINDAKAN\nDokter akan memeriksa dan mungkin membersihkan telinga Anda dengan proba berbalut kapas. Dokter mungkin juga akan meresepkan tetes telinga mengandung obat antijamur dan/atau kortikosteroid.",
      "tidak": {
        "q": "Apakah telinga seperti tersumbat, dan tidak hilang dengan menelan udara?",
        "ya": {
          "q": "Apakah sakitnya mulai disaat atau sesudah naik pesawat terbang?",
          "ya": "KEMUNGKINAN PENYEBAB\nBarotrauma, kerusakan gendang telinga karena perbedaan temperatur antara telinga tengah dan telinga luar, terutama bila Anda sudah menderita hidung tersumbat.\nTINDAKAN\nTiuplah melalui hidung dengan menjepit cuping hidung. Pada banyak kasus, langkah ini bisa memulihkan pendengaran. Bila barotrauma menetap sampai lebih dari 24 jam, periksakan ke dokter. Untuk mencegah masalah timbul lagi, ikuti langkah pencegahan masalah telinga dalam penerbangan.",
          "tidak": {
            "q": "Apakah timbulnya dalam beberapa jam dan sangat sakit?",
            "ya": "KEMUNGKINAN PENYEBAB DAN TINDAKAN\nInfeksi akut karena virus atau bakteri di telinga bagian tengah adalah sebuah kemungkinan. Setelah memeriksa, dokter akan bisa meresepkan antibiotika untuk mengatasi infeksinya. Obat pereda nyeri yang dijual bebas akan bisa meredakan sakitnya.",
            "tidak": "KEMUNGKINAN PENYEBAB\nSumbatan lilin mungkin penyebab sakit telinga Anda.\nTINDAKAN\nUntuk mengorek sendiri lilin telinga, lunakkan dulu dengan tetes telinga atau minyak zaitun selama beberapa hari. Lalu cobalah membasuhnya dengan air hangat. Jangan masukkan apa pun, termasuk kapas berlidi, karena bisa semakin menyumbat dan merusak gendang telinga. Bila Anda tidak bisa mengeluarkan lilinnya, bawalah ke dokter, yang akan bisa menghisapnya dengan tabung penghisap."
          }
        },
        "tidak": {
          "q": "Adakah cairan kuning kehijauan dari telinga?",
          "ya": "KEMUNGKINAN PENYEBAB\nInfeksi saluran telinga luar mungkin penyebab sakit telinga Anda. Kemungkinan lain Anda terkena infeksi telinga bagian tengah dan gendang telinga berlubang.\nTINDAKAN\nDokter akan meresepkan tetes telinga berisi antibiotika, bila karena infeksi telinga bagian luar. Bila infeksinya parah atau menyerang telinga bagian tengah, Anda bisa memperoleh tablet antibiotika. Gendang telinga berlubang biasanya akan lekas sembuh sendiri.",
          "tidak": {
            "q": "Apakah Anda sedang pilek?",
            "ya": "Pilek yang disertai hidung tersumbat parah seringkali menyebabkan sakit telinga.\nTINDAKAN\nBila sakitnya ringan, minumlah pereda nyeri sejenis parasetamol. Bila terasa semakin sakit, periksakan ke dokter dalam 24 jam, karena mungkin Anda mengalami infeksi telinga bagian tengah.",
            "tidak": "PERIKSAKAN KE DOKTER, KAMI BELUM MENDAPATKAN DIAGNOSA LANJUT DARI HAL INI."
          }
        }
      }
    },
    "createdAt": "2023-09-16",
    "updatedAt": "2023-09-16"
  },
  {
    "CategoryId": "5",
    "title": "Telinga Berdenging",
    "slug": "telinga-berdenging",
    "ref": "85",
    "firstQuestion": "Apakah bising itu timbul saat atau setelah penerbangan dengan pesawat terbang?",
    "q": {
      "ya": "KEMUNGKINAN PENYEBAB\nBarotrauma, kerusakan gendang telinga karena perbedaan temperatur antara telinga tengah dan telinga luar, terutama bila Anda sudah menderita hidung tersumbat ketika melakukan perjalanan. \nTINDAKAN\nTiuplah melalui hidung dengan menjepit cuping hidung. Pada banyak kasus, langkah ini bisa memulihkan pendengaran. Bila barotrauma menetap sampai lebih dari 24 jam, periksakan ke dokter. Untuk mencegah masalah timbul lagi, ikuti langkah pencegahan masalah telinga dalam penerbangan.",
      "tidak": {
        "q": "Pernahkah Anda terserang pusing seolah segalanya berputar, dan Anda juga kehilangan pendengaran?",
        "ya": "KEMUNGKINAN PENYEBAB\nMungkin Anda mengidap sakit Meniere, yaitu ada kenaikan pembentukan cairan di telinga bagian dalam. Periksakan ke dokter. \nTINDAKAN\nDokter akan melakukan beberapa tes, termasuk tes pendengaran. Bila benar karena penyakit Meniere, Anda akan diberi obat untuk mengurangi cairan di telinga bagian dalam. Pada kasus yang sangat jarang, operasi mungkin diperlukan.",
        "tidak": {
          "q": "Adakah pendengaran Anda hilang sebagian?",
          "ya": {
            "q": "Apakah Anda baru saja terpapar pada kebisingan?",
            "ya": {
              "q": "Apakah terjadinya dalam 24 jam terakhir?",
              "ya": "KEMUNGKINAN PENYEBAB\nBaru terpapar suara sangat bising akan bisa membuat telinga berdenging atau hilang pendengaran untuk sementara. \nTINDAKAN\nGejala ini akan hilang sendiri dalam beberapa jam. Namun bila tidak membaik dalam 24 jam, periksalah ke dokter. Untuk masa selanjutnya, lindungi pendengaran Anda bila tahu akan terpapar ke suara bising.",
              "tidak": "KEMUNGKINAN PENYEBAB\nTerpapar pada suara bising bisa membuat pendengaran berkurang permanen, yang sering berkaitan dengan suara bising di telinga."
            },
            "tidak": "KEMUNGKINAN PENYEBAB\nPada banyak kasus, hilang pendengaran berkaitan dengan bising di telinga."
          },
          "tidak": {
            "q": "Apakah Anda sedang atau usai memakai sebuah obat resep atau obat bebas?",
            "ya": "KEMUNGKINAN PENYEBAB DAN TINDAKAN\nObat tertentu, misalnya aspirin, bisa menyebabkan bising di telinga sebagai efek samping. Hentikan pemakaian semua obat bebas dan konsultasikan ke dokter. Sementara itu, lanjutkan pemakaian obat resep.",
            "tidak": {
              "q": "Apakah terdengar suara desir bersama denyut jantung Anda?",
              "ya": "KEMUNGKINAN PENYEBAB DAN TINDAKAN\nMungkin ini suara aliran darah di dalam telinga. Suara ini biasa dan biasanya tidak perlu dicemaskan. Namun kadang-kadang hal ini berkaitan dengan tekanan darah tinggi.",
              "tidak": "PERIKSAKAN KE DOKTER, KAMI BELUM MENDAPATKAN DIAGNOSA LANJUT DARI HAL INI."
            }
          }
        }
      }
    },
    "createdAt": "2023-09-16",
    "updatedAt": "2023-09-16"
  }
]